Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Along one 40 m section the drawdown at the water table was approximately 1 m.
es: A lo largo de una sección de 40 m, el abatimiento del nivel freático fue de aproximadamente 1 m.

source: Also experienced in analysis of fluid flow through porous media including diffusion processes and in fluid flow and mass transport in fractures (as applied to hydraulic fracturing of petroleum reservoirs for recovery enhancement).
es: Además, experiencia en análisis de flujo de fluidos a través de medios porosos, incluidos procesos de difusión, así como en flujo de fluidos y transporte de masa en fracturas (aplicado a fracturación hidráulica de depósitos de petróleo para mejora de la recuperación).

source: Also included analysis of potential surface subsidence for the closure of the West Mine.
es: También incluyó análisis de posible subsidencia superficial para el cierre de la mina West.

source: Also includes a non-conformance with a FRC unless determined otherwise following an investigation.
es: Incluye también una no conformidad con un FRC salvo que se determine otra cosa tras una investigación.

source: Alteration at depth is poorly defined, but is not yet as intense argillic as the Jayula Superior in the upper Phase 4 slope
es: La alteración en profundidad está poco definida, pero no es todavía tan argílica intensa como la Jayula Superior en el talud superior de la Fase 4.

source: Alternate Risk Mitigation Strategy
es: Estrategia alternativa de mitigación de riesgo

source: Alternate Supervisors are responsible for above tasks when filling in for a Primary Supervisor.
es: Los Supervisores reemplazantes son responsables de las tareas anteriores cuando están supliendo a otro Supervisor.

source: Alternate members for any PRC meeting to be submitted to President for approval with at least 24 hour notice.
es: Miembros alternativos en cualquier reunión de PRC deben someterse a autorización del Presidente con al menos 24 horas de antelación.

source: Alternative contact at destination
es: Contactos alternativos en el destino

source: Alternatively, if this was not discussed and documented, Mentor should obtain the Leader’s view when completing this area.
es: De forma alternativa, y si esto no hubiera sido discutido y documentado, el Mentor debería solicitar la opinión del Líder al completar esta sección.

source: Alternatively, other cost savings can make up for the increase.
es: Como alternativa, pueden hacerse otros ahorros de costo para compensar el aumento.

source: Alternatively, supplemental oxygen at 2L per minute will relieve the headache quickly and resolve AMS over hours.
es: Como alternativa, se puede suministrar 2 litros de oxígeno por minuto para aliviar el dolor de cabeza rápido y acabar con el mal agudo de montaña en cuestión de horas.

source: Although Scott’s colleague in the passenger seat survived, Scott did not.
es: Aunque el colega que iba de pasajero sobrevivió, Scott falleció.

source: Although it is not stated in the report, it is assumed that the native size measures for the earthquakes in the catalogue were converted to M using appropriate conversion relationships.
es: A pesar de no estar indicado en el reporte, se supone que las mediciones originales para los sismos en el catálogo se convirtieron a M utilizando relaciones de conversión apropiadas.

source: Although not stated explicitly, it is also assumed that the recommended UHRS is the mean response spectrum, which is common practice.
es: Pese a que no se señala explícitamente, también se supone que los UHRS recomendados corresponden al espectro de respuesta medio, lo que es una práctica común.

source: Although our 2017 budget is flat compared to 2016, I do not consider it an easy budget to achieve.
es: Si bien nuestro presupuesto de 2017 se mantiene igual que el 2016, no me parece que sea un presupuesto fácil de lograr.

source: Although plate convergence rates are cited in the text, there is no attempt to calculate earthquake recurrence based on those rates.
es: Si bien las tasas de convergencia entre placas se encuentran citadas en el texto, no hay un intento de calcular la recurrencia sísmica basándose en estas tasas.

source: Although six piezometers have been installed since 2015, there are no long-term groundwater level measurements to indicate the configuration of the water table and bedrock piezometric surface.
es: Si bien se han instalado seis piezómetros desde 2015, no hay mediciones del nivel de las aguas subterráneas a largo plazo que indiquen la configuración del nivel freático y la superficie piezométrica del basamento rocoso.

source: Although the ground motions resulting from each seismic source are not shown, the DHSA indicates that the upper intraslab source as results in the largest ground motions at the site.
es: Si bien no se muestran los movimientos del suelo que resultan de cada fuente sísmica, el análisis DSHA indica que la fuente de intraplaca superior tiene como resultado los mayores movimientos del suelo en el sitio.

source: Although the hyper-arid nature of the region surrounding Spence Mine allows very good preservation of many tectonic geomorphic features, the very low rates of landscape development tend to make older fault structures appear more recent when compared to other less-arid regions of the world.
es: Si bien la naturaleza hiperárida de la región que rodea la mina Spence permite una muy buena conservación de muchos rasgos geomórficos tectónicos, las tasas muy bajas de desarrollo paisajístico suelen hacer que las estructuras de falla parezcan más recientes al compararse con otras regiones del mundo que son menos áridas.

source: Although the hyper-arid nature of the region surrounding Spence Mine site results in very good preservation of many tectonic geomorphic features, the very low rates of landscape development tend to make older fault structures appear more recent when compared to other less arid regions of the world.
es: Si bien la naturaleza hiperárida de la región que rodea la mina Spence se traduce en una muy buena conservación de muchos rasgos geomórficos tectónicos, las tasas muy bajas de desarrollo paisajístico suelen hacer que las estructuras de falla parezcan más recientes al compararse con otras regiones del mundo que son menos áridas.

source: Although the selection criteria for arriving at the candidate subduction zone GMPEs are not discussed, the selections appear to place high value on more recent relationships, GMPEs that specifically allow for a distinction between interface and intraslab sources, and GMPEs that incorporate data specific to the region of interest.
es: Si bien no se discuten los criterios de selección para llegar a las ecuaciones GMPE candidatas para la zona de subducción, la selección parece dar alto valor a las relaciones más recientes, a ecuaciones GMPE que específicamente contemplan una distinción entre fuentes de interfaz y de intraplaca y a aquellas que incorporan datos específicos de la región de interés.

source: Altitude sickness is caused by reduced air pressure and lower oxygen levels at high altitudes.
es: Su causa es la menor presión atmosférica y la disminución de los niveles de oxígeno a gran altitud.

source: Always implement the “Buffer” or “Pre-split” blasting in conjunction with a “Trim” shot that ensures effective horizontal relief when the “Buffer” row fires
es: Implementar siempre la voladura “amortiguada” o de “precorte” junto con un “cinturón” que garantice un relieve horizontal eficaz cuando detone la fila “amortiguada”.

source: Always look up to determine if overhead services are present.
es: Mirar siempre hacia arriba para determinar si hay servicios suspendidos.

source: Always remember, the sites we work on, the activities we are involved in, and the management of the sites may differ each day, but our commitment to HSSE is absolute.
es: Recordar siempre que los lugares donde trabajamos, las actividades que desarrollamos y la gestión de cada lugar pueden diferir a diario, pero nuestro compromiso con los ámbitos de HSSE es absoluto.

source: Always using Trim shot to ensure Buffer fires to a clean free face (not choked)
es: Usar siempre un cinturón para asegurarse de que la fila amortiguada detone hacia una frente libre (no ahogada).

source: Always wear a seat belt
es: Siempre usar cinturón de seguridad

source: Always wear a seatbelt
es: Siempre usar cinturón de seguridad

source: Always wear a seatbelt.
es: Siempre usar cinturón de seguridad.

source: Am I ready to play?
es: ¿Estoy listo para la pista?

source: Ambient air coolers/ fans.
es: Enfriadores de aire ambiente / ventiladores

source: Amendment of our terms and conditions in project contracts, need to include a stronger force majeure clause.
es: Una modificación en los términos y condiciones de los contratos de proyecto para incluir una cláusula más exigente sobre fuerza mayor.

source: Amendment record
es: Registro de cambios

source: Americas [ ] West
es: Americas [ ] Oeste

source: Amongst our highest health, safety and security risks is associated with the travel of our people about the globe
es: Algunos de los principales riesgos de salud y seguridad están asociados a los viajes de nuestros empleados

source: An Out of Service tag can only be removed by a competent person who is satisfied that the original issue has been rectified.
es: La remoción de una etiqueta de fuera de servicio debe hacerla solo una persona competente que tenga certeza de que se ha resuelto el problema.

source: An acknowledged disadvantage of all deterministic approaches is that the return period for the resulting ground motion is not specified and, as a result, the results are not suitable for use in subsequent risk assessments.
es: Una desventaja reconocida de todos los métodos determinísticos es que el periodo de retorno del movimiento del suelo resultante no está especificado y, como consecuencia, los resultados no son adecuados para su uso en evaluaciones de riesgo posteriores.

source: An additional shallow crustal background area source was defined to account for potential earthquake ground motions from unidentified faults and other earthquakes not associated with known geological structures (Figure 2).
es: Se definió una fuente de área de fondo cortical superficial para considerar los posibles movimientos sísmicos a partir de fallas no identificadas y otros sismos no asociados con estructuras geológicas conocidas (Figura 2).

source: An additional simulation was completed where the Gramalote Pit was added to the model (represented as a series of seepage nodes along the pit face and bottom).
es: Se realizó una simulación adicional donde se agregó el pit Gramalote al modelo (representado como una serie de nodos de infiltración a lo largo de la cara y el fondo del pit).

source: An alternative approach, which has been used in several PSHAs, is to express this uncertainty as a probability that a given fault is seismogenic, or the seismogenic probability, p(S).
es: Un método alternativo, que se ha usado en varios PSHA, es expresar esta incertidumbre como probabilidad de que una falla dada es sismogénica, es decir, la probabilidad sismogénica, p(S).

source: An analysis of previous land uses and discussion with the client may provide information on characteristics of the tailings deposit, including presence of organic matter, and potential hazards.
es: Un análisis de usos anteriores del suelo y las conversaciones con el cliente pueden brindar información sobre las características del depósito de relaves y de la presencia de materia orgánica y otros posibles peligros.

source: An angled drillhole (DH-TM-122) was completed to investigate these features within the FEED study but did not indicate intense fracturing, nor did Lugeon test results vary significantly along its length, suggesting that the lineament is likely not reflective of a (permeable) fault or fracture system.
es: Se realizó una perforación inclinada (DH-TM-122) para investigar estos rasgos como parte del estudio FEED, pero no hubo indicios de alto fracturamiento, ni los resultados de los ensayos Lugeon variaron significativamente a lo largo de la perforación, lo cual sugiere que el lineamiento probablemente no refleja un sistema (permeable) de fallas o fracturas.

source: An anisotropy ratio of 10:1 (horizontal to vertical) was applied to all units.
es: Se aplicó una relación de anisotropía de 10:1 (horizontal a vertical) a todas las unidades.

source: An appropriate approach was used to assess recurrence for cases having unequal numbers of events in various magnitude bins and the uncertainties due to the earthquake counts in each magnitude bin, were duly incorporated into the mean recurrence rate and the b-values.
es: Se usó un método adecuado para evaluar la recurrencia para casos que tenían números desiguales de eventos en diversos agrupamientos de magnitudes y se incorporaron debidamente en cada tasa de recurrencia media y valor b las incertidumbres debidas a los recuentos de sismos en cada agrupamiento de magnitudes.

source: An appropriate decision was made regarding the choice of a common moment magnitude, M, for all earthquakes in the catalogue, which is consistent with modern practice and required for the proper use of ground motion prediction equations (GMPE) that require such magnitudes.
es: Se tomó una decisión apropiada con respecto a la selección de un momento de magnitud común, M, para todos los sismos en el catálogo, lo cual es consistente con las prácticas modernas y requerido para el uso apropiado de las ecuaciones GMPE que requieren tales magnitudes.

source: An e-toolkit that explores various aspects of our brand.
es: Un kit de herramientas que explica diversos aspectos de nuestra marca.

source: An effective Board needs a balance of continuity and regular renewal selected Directors
es: Un Directorio eficaz necesita un equilibrio entre la continuidad y la renovación regular de Directores seleccionados

source: An electrician, or similar competent person, shall undertake all repairs to electrical equipment.
es: Un electricista, o persona competente similar, debe efectuar toda reparación a equipos eléctricos.

source: An emergency may also involve adverse impact to human health or local flora and fauna from site activities.
es: Una emergencia también puede implicar un impacto adverso en la salud humana o en la flora y fauna local a raíz de las actividades en el sitio.

source: An employee career development structure in which the talents of our people are identified and developed so that they are equipped to take on future leadership roles – the Core Model
es: Una estructura de desarrollo de carrera que identifica y desarrolla los talentos de nuestra gente para que estén preparados para asumir funciones de liderazgo a futuro: el Modelo Central

source: An important element in the characterization of the subduction zone plate interface and intraslab sources is their geometry relative to the site.
es: Un elemento importante en la caracterización de la fuente de interfaz de contacto entre placas en la zona de subducción y de la fuente de intraplaca es su geometría en relación con el sitio.

source: An initial seismic hazard study was conducted by Professor Diana Comte (UNTEC 2013) to define the earthquake ground motions at the Spence Mine site.
es: La profesora Diana Comte (UNTEC 2013) llevó a cabo un estudio inicial de peligro sísmico para definir los parámetros sísmicos aplicables en la mina Spence.

source: An interdependent culture requires strong accountability and employees are held accountable to comply with legislation and Golder’s HSSE requirements.
es: Una cultura de interdependencia exige una gran responsabilidad. A los colaboradores se les hace responsables del cumplimiento de la legislación y de los requerimientos de HSSE de Golder.

source: An intervention to stop work shall be made by an employee who believes that there are inadequate HSSE controls thereby posing an immediate threat to themselves, other people or the environment.
es: Un empleado debe intervenir para detener un trabajo que a su juicio cuente con insuficientes controles de HSSE y por tanto representa una amenaza inmediata para sí mismo, para otros o para el medio ambiente.

source: An investigation may be initiated at any time if deemed necessary by a project team, HSSE team, or Manager.
es: Se debe iniciar una investigación cada vez que el equipo de proyecto, el equipo de HSSE o el Gerente lo estimen necesario.

source: An investigation does not place blame.
es: Una investigación no determina culpables.

source: An investigation may be conducted under Attorney – Client Privilege and the Attorney Work Product Doctrines at the direction of our legal team.
es: Se puede realizar una investigación bajo el “privilegio de abogado - cliente” y las “doctrinas del producto del trabajo de un abogado” según lo instruya nuestro equipo legal.

source: An isopach of the residual soils / alluvium combined is provided on Figure 8.
es: La Figura 8 muestra una isopaca de la combinación de aluvial y suelos residuales.

source: An ongoing monitoring program, consisting of vibration and displacement measurements and analysis has been recommended to assist in protecting the historically important structures.
es: Se recomienda un programa de monitoreo constante que comprende mediciones y análisis de la vibración y el desplazamiento para ayudar en la protección de estas estructuras de importancia histórica.

source: An orange flame came out of the bolt holes in the auger with a loud popping sound.
es: Salió una llama anaranjada de los orificios de los pernos de la barrena y se produjo un ruido fuerte y seco.

source: An overlying volcaniclastic sequence designated the San Cristóbal Volcaniclastic Sequence (Tvs) has characteristics of a lagoon basin depositional environment.
es: Una secuencia volcanoclástica suprayacente denominada Secuencia Volcanoclástica San Cristóbal (Tvs) tiene las características de un entorno deposicional de cuenca lacustre.

source: An overview of the conceptual hydrogeological model for the site is provided (as required to support the development of a numerical groundwater flow model), although the report is focused on the estimation of hydrogeological conditions associated with the proposed Project during operation.
es: Se presenta un resumen del modelo hidrogeológico conceptual del sitio (requerido como soporte del desarrollo del modelo numérico de flujo de aguas subterráneas), sin bien el reporte se enfoca en la estimación de las condiciones hidrogeológicas asociadas a la operación del proyecto propuesto.

source: An ownership structure that rewards those who contribute most to achieving the company’s strategic goals
es: Una estructura de propiedad que recompensa a quienes contribuyen más a alcanzar las metas estratégicas de la compañía

source: An “indirect” recommendation would be a situation in which Golder learned of the recommendation of a Government official through a separate third party.
es: Una recomendación “indirecta” sería una situación en la que Golder supo de la recomendación de un funcionario de gobierno a través de otro tercero.

source: Analysed different geometric configurations for the concrete bulkhead under 400 m of water head.
es: Análisis de distintas configuraciones geométricas para la partición de hormigón bajo una carga de agua de 400 m.

source: Analysis of available imagery reveals many other potential faults and lineaments in this hyper-arid region, but there are few locations where dated deposits can confirm surface fault movements in the Pleistocene or Holocene Epochs (i.e., last 2.6 million years).
es: El análisis de las imágenes disponible arroja que hay muchas otras fallas potenciales y lineamientos en esta región de aridez extrema, pero hay pocos lugares donde los depósitos datados puedan confirmar los movimientos de fallas superficiales en las épocas del Pleistoceno u Holoceno (es decir, últimos 2,6 millones de años).

source: Analysis of available imagery reveals many other potential faults and lineaments in this hyper-arid region, but there are few locations where dated deposits can confirm surface fault movements in the Pleistocene or Holocene Epochs (last 2.6 million years).
es: El análisis de las imágenes disponible arroja que hay muchas otras fallas potenciales y lineamientos en esta región de aridez extrema, pero hay pocos lugares donde los depósitos datados puedan confirmar los movimientos de fallas superficiales en las épocas del Pleistoceno u Holoceno (últimos 2,6 millones de años).

source: Analysis of the results listed in Table 5 indicates that the maximum subduction zone upper intraslab earthquake (S4) develops the largest deterministic PGA value at the site.
es: El análisis de los resultados indicados en la Tabla 5 sugiere que el sismo máximo intraplaca superior en zona de subducción (S4) desarrolla el mayor valor de aceleración horizontal máxima determinístico en el sitio.

source: Analysis shall include the contribution of budget, resources and time constraints that may have bearing in the causation of the incident.
es: El análisis deberá incluir la influencia de las limitaciones de presupuesto, recursos y tiempo que puedan haber provocado el incidente.

source: Analysis used the NFOLD program, which is an elasto-plastic program for the analysis of stress in tabular ore bodies.
es: Análisis usando el programa NFOLD, que es un programa elastoplástico para el análisis de tensiones en cuerpos mineralizados tabulares.

source: Analyze the evidence.
es: Analizar la evidencia.

source: Analyze the option of designing dual pit access via a second ramp into the lower pit.
es: Analizar la alternativa de diseñar un acceso doble al pit mediante una segunda rampa hacia el pit más bajo.

source: Analyzing the Evidence
es: Análisis de la evidencia

source: Ancash District, Peru
es: Distrito Ancash, Perú

source: Anchor points shall be installed and inspected by a person who is competent to determine the strength of the attachment.
es: Los puntos de anclaje deben ser instalados e inspeccionados por una persona competente para determinar la resistencia de la sujeción.

source: And these are precisely the people who are most at risk.
es: Y son justamente las personas que están más expuestas a los riesgos”.

source: Andrea Amendola is an environmental risk assessor and toxicologist with an honours B.Sc. in biomedical toxicology from the University of Guelph. Since joining Golder in 2003, Andrea’s primary responsibilities have included providing technical direction and support to risk assessments and other toxicological evaluations, conducting and interpreting laboratory studies in support of risk assessments or toxicological evaluations, and project management. Andrea is a Qualified Person for Risk Assessment (QPRA) under Ontario Regulation 153/04, and is a practitioner with the Ontario Ministry of the Environment and Climate Change’s TRV Expert Working Group.
es: Andrea Améndola es una evaluadora de riesgos ambientales y toxicóloga graduada con honores en toxicología biomédica de la Universidad de Guelph. Desde su llegada a Golder en 2003, las principales responsabilidades de Andrea han sido entregar dirección técnica y apoyo a las evaluaciones de riesgo y otras evaluaciones toxicológicas, llevar a cabo e interpretar estudios de laboratorio en apoyo de evaluaciones de riesgo o toxicológicas y gestionar proyectos. Andrea es una Persona Calificada en Evaluación de Riesgos (QPRA) según el Reglamento 153/04 de Ontario (Canadá) y participa en el Grupo de Trabajo Experto TRV del Ministerio del Medio Ambiente y el Cambio Climático de Ontario.
